Revit 2027 API
AdvancedGlazing.GlazingBackfaceCulling Property
 The property labeled "Backface Culling" from the "AdvancedGlazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GlazingBackfaceCulling { get; }
Public Shared ReadOnly Property GlazingBackfaceCulling As String
	Get
public:
static property String^ GlazingBackfaceCulling {
	String^ get ();
}
static member GlazingBackfaceCulling : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedGlazing Class
Autodesk.Revit.DB.Visual Namespace